Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Check the usage details to see where this plan is used.
id_id: Periksa detail penggunaan untuk melihat di mana rencana ini digunakan.

source: You’re about to publish the pending draft, which will replace the currently published version of this bonus plan.
id_id: Anda akan menerbitkan draf tertunda, yang akan menggantikan versi yang saat ini dipublikasikan dari rencana bonus ini.

source: To apply your changes:
id_id: Untuk menerapkan perubahan Anda:

source: This action won’t automatically update the compensation rounds using this plan.
id_id: Tindakan ini tidak akan otomatis memperbarui putaran kompensasi yang menggunakan rencana ini.

source: Publish updated bonus plan
id_id: Publikasikan rencana bonus yang diperbarui

source: Owner
id_id: Pemilik

source: Published date
id_id: Tanggal publikasi

source: Search by name or code
id_id: Cari berdasarkan nama atau kode

source: Competency Scales
id_id: Skala Kompetensi

source: The career development plan was successfully updated.
id_id: Rencana pengembangan karier berhasil diperbarui.

source: Add question
id_id: Tambah pertanyaan

source: Edit career development plan
id_id: Edit rencana pengembangan karier

source: No translation provided for the description
id_id: Tidak ada terjemahan yang disediakan untuk deskripsi ini

source: No translation provided for the title
id_id: Tidak ada terjemahan yang disediakan untuk judul

source: Specify the number of days
id_id: Tentukan jumlah hari

source: Configure notifications and preferred notification delivery channels
id_id: Konfigurasikan notifikasi dan saluran pengiriman notifikasi yang diinginkan

source: Message
id_id: Pesan

source: Great work so far! With just a few days remaining in your career development plan, now is the perfect time to review your progress and add any additional comments.
id_id: Kerja bagus sejauh ini! Dengan hanya beberapa hari tersisa dalam rencana pengembangan karier Anda, sekarang adalah waktu yang tepat untuk meninjau progres Anda dan menambahkan komentar tambahan.

source: Today marks the final day of your career development Plan! Well done on your commitment and growth throughout this journey.
id_id: Hari ini menandai hari terakhir dari Rencana Pengembangan Karier Anda! Selamat atas komitmen dan pertumbuhan Anda selama perjalanan ini.

source: Your career development plan is ready for its final review. Please confirm and sign off on the plan after discussing with your manager.
id_id: Rencana pengembangan karier Anda siap untuk evaluasi akhir. Silakan konfirmasi dan tandatangani rencana tersebut setelah berdiskusi dengan manajer Anda.

source: Your self-assessment was submitted. Your manager will review it and provide feedback shortly.
id_id: Evaluasi mandiri Anda telah dikirimkan. Manajer Anda akan meninjaunya dan memberikan umpan balik segera.

source: Your career development plan has started. Review the plan and begin working on your objectives.
id_id: Rencana pengembangan karier Anda telah dimulai. Tinjau rencana tersebut dan mulailah bekerja pada tujuan Anda.

source: Your self-assessment is now open. Take the time to reflect, and then submit your responses.
id_id: Penilaian diri Anda sekarang sudah dibuka. Luangkan waktu untuk merefleksikan, lalu kirimkan tanggapan Anda.

source: Send a notification a certain number of days before the end of the plan
id_id: Kirim notifikasi beberapa hari sebelum akhir rencana

source: Send a notification on the day
id_id: Kirim notifikasi pada hari itu

source: End of the career development plan
id_id: Akhir dari rencana pengembangan karier

source: Career development plan PDF creation
id_id: Pembuatan PDF rencana pengembangan karier

source: Plan sign-off
id_id: Persetujuan rencana

source: Review & feedback
id_id: Ulasan & umpan balik

source: Start of the career development plan
id_id: Awal rencana pengembangan karier

source: Worker submission
id_id: Pengajuan pekerja

source: Email notifications
id_id: Notifikasi email

source: In-app notifications
id_id: Notifikasi dalam aplikasi

source: Notification delivery channel
id_id: Saluran pengiriman notifikasi

source: Core components
id_id: Komponen inti

source: Enable, configure & reorder core components
id_id: Aktifkan, konfigurasikan & atur ulang komponen inti

source: Continuous plan
id_id: Rencana berkelanjutan

source: Enter the basic information for the plan
id_id: Masukkan informasi dasar untuk rencana tersebut

source: Fixed duration plan
id_id: Rencana durasi tetap

source: Local owner
id_id: Pemilik lokal

source: Select owner
id_id: Pilih pemilik

source: Send career development plan PDF to Documents
id_id: Kirim PDF rencana pengembangan karier ke Dokumen

source: A plan with this code already exists.
id_id: Rencana dengan kode ini sudah ada.

source: Select option
id_id: Pilih opsi

source: Eligibility
id_id: Kelayakan

source: Specify the eligibility for the comp round
id_id: Tentukan kelayakan untuk tahap penawaran

source: Define the populations for the plan
id_id: Tentukan populasi untuk rencana tersebut

source: Population setup is restricted by primary owner access
id_id: Pengaturan populasi dibatasi oleh akses pemilik utama

source: Population setup is restricted by local admin access.
id_id: Pengaturan populasi dibatasi oleh akses admin lokal.

source: Privacy settings
id_id: Pengaturan privasi

source: Configure the privacy settings
id_id: Konfigurasikan pengaturan privasi

source: Mandatory question
id_id: Pertanyaan wajib

source: Checkboxes
id_id: Kotak centang

source: Radio buttons
id_id: Tombol radio

source: Text input
id_id: Input teks

source: Edit question
id_id: Edit pertanyaan

source: No questions yet
id_id: Belum ada pertanyaan

source: Answer to this question is mandatory.
id_id: Jawaban untuk pertanyaan ini wajib diisi.

source: Response permission
id_id: Izin respons

source: Manager only
id_id: Hanya manajer

source: Worker only
id_id: Hanya pekerja

source: Worker & manager
id_id: Pekerja & Manajer

source: Career plan questionnaire
id_id: Kuesioner rencana karier

source: Add answer option
id_id: Tambahkan opsi jawaban

source: The answer option cannot be empty.
id_id: Opsi jawaban tidak boleh kosong.

source: Create questions for workers
id_id: Buat pertanyaan untuk pekerja

source: Languages: {{numerator}}/{{denominator}}
id_id: Bahasa: {{numerator}}/{{denominator}}

source: List of answer options
id_id: Daftar pilihan jawaban

source: At least {{count}} answer option is required for this answer type
id_id: Setidaknya {{count}} opsi jawaban diperlukan untuk jenis jawaban ini

source: At least {{count}} answer options are required for this answer type
id_id: Setidaknya diperlukan {{count}} opsi jawaban untuk jenis jawaban ini

source: Please provide a question.
id_id: Silakan ajukan pertanyaan.

source: Show disabled
id_id: Tampilkan yang dinonaktifkan

source: Response rule
id_id: Aturan respons

source: Skill library
id_id: Katalog keterampilan

source: Configure the skill set for the plan
id_id: Konfigurasikan kumpulan keterampilan untuk rencana ini

source: Sidebar widgets
id_id: Widget bilah samping

source: Enable, set up & reorder sidebar widgets
id_id: Aktifkan, atur, & susun ulang widget bilah samping

source: Workflow
id_id: Alur kerja

source: Update the workflow labels
id_id: Perbarui label alur kerja

source: Change display name
id_id: Ubah nama tampilan

source: Selected workflow step
id_id: Langkah alur kerja yang dipilih

source: Receive insights and guidance from your manager.
id_id: Dapatkan wawasan dan panduan dari manajer Anda.

source: Manager feedback
id_id: Umpan balik manajer

source: Reflect on your achievements and growth areas.
id_id: Renungkan pencapaian dan area pengembangan Anda.

source: The manager can still fill in certain fields and, after performing the action, submit the form.
id_id: Manajer masih dapat mengisi bidang tertentu dan selanjutnya mengirimkan formulir.

source: Allow workers to refuse the career development
id_id: Izinkan pekerja menolak pengembangan karier

source: Create career development plan
id_id: Buat rencana pengembangan karier

source: View & manage career development plans
id_id: Lihat & kelola rencana pengembangan karier

source: Development plans
id_id: Rencana pengembangan

source: End date: {{date}}
id_id: Tanggal berakhir: {{date}}

source: Start date: {{date}}
id_id: Tanggal mulai: {{date}}

source: No careers plans. Check again soon for updates and new opportunities to support your professional growth. We’re here to help you achieve your career goals.
id_id: Belum ada rencana karier. Periksa kembali nanti untuk pembaruan dan peluang baru yang dapat mendukung pengembangan profesional Anda. Kami di sini untuk membantu Anda mencapai tujuan karier Anda.

source: No career development plans
id_id: Tidak ada rencana pengembangan karier

source: The file was successfully uploaded. Please download the log file to review any errors. Focus on the last two columns, “Result” and “Error Description,” for details on any issues encountered.
id_id: File berhasil diunggah. Silakan unduh file log untuk meninjau setiap kesalahan. Fokus pada dua kolom terakhir, "Hasil" dan "Deskripsi Kesalahan," untuk detail masalah yang ditemukan.

source: Are you sure you want to delete the career development plan?
id_id: Apakah Anda yakin ingin menghapus rencana pengembangan karier?

source: Delete career development plan
id_id: Hapus rencana pengembangan karier

source: The career development plan template was successfully deleted.
id_id: Template rencana pengembangan karier berhasil dihapus.

source: The career development plan was duplicated and a new item was created.
id_id: Rencana pengembangan karier telah diduplikasi dan item baru telah dibuat.

source: No career development plans yet!
id_id: Belum ada rencana pengembangan karier!

source: Open career development plan
id_id: Buka rencana pengembangan karier

source: Career development plans
id_id: Rencana pengembangan karier

source: Upload skills
id_id: Unggah keterampilan

source: Download career development plan
id_id: Unduh rencana pengembangan karier

source: Generate PDF
id_id: Buat PDF

source: Send to Documents
id_id: Kirim ke Dokumen

source: Preview behavior wheel widget
id_id: Pratinjau widget diagram perilaku

source: Behavior wheel
id_id: Diagram perilaku

source: Enable chat messages for the entire duration of the career development plan.
id_id: Aktifkan pesan obrolan selama seluruh durasi rencana pengembangan karier.

source: Career chat
id_id: Obrolan karier

source: Add resources
id_id: Tambahkan sumber daya

source: Provide links to workers and managers
id_id: Sediakan tautan untuk pekerja dan manajer

source: Go to edit mode to get started by creating one.
id_id: Masuk ke mode edit untuk memulai dengan membuat satu.

source: No resources added yet!
id_id: Belum ada sumber daya yang ditambahkan!

source: Link
id_id: Tautan

source: Invalid URL. Make sure you enter a URL that uses the HTTPS protocol.
id_id: URL tidak valid. Pastikan Anda memasukkan URL yang menggunakan protokol HTTPS.

source: Resource list
id_id: Daftar sumber daya

source: Resources
id_id: Sumber daya

source: Skills & competency groups
id_id: Kelompok keterampilan & kompetensi

source: You must select at least one skill.
id_id: Anda harus memilih setidaknya satu keterampilan.

source: Skill Libraries
id_id: Katalog Keterampilan

source: The size of the file exceeds the maximum limit.
id_id: Ukuran file melebihi batas maksimum.

source: Upload file
id_id: Unggah file

source: Upload the CSV file (Max: 1MB). Ensure the file is correctly formatted for a seamless upload.
id_id: Unggah file CSV (Maks: 1MB). Pastikan format file benar agar unggahan berjalan lancar.

source: Import file
id_id: Impor file

source: Download your current skill configuration
id_id: Unduh konfigurasi keterampilan Anda saat ini

source: Upload the modified file
id_id: Unggah file yang telah dimodifikasi

source: Add new skills to the file or update the existing skills
id_id: Tambahkan keterampilan baru ke file atau perbarui keterampilan yang sudah ada

source: Add skills to the library
id_id: Tambahkan keterampilan ke katalog

source: This operation might take a few minutes; please keep this window open.
id_id: Proses ini mungkin memerlukan beberapa menit, mohon tetap buka jendela ini.

source: Processing
id_id: Memproses

source: Parent element
id_id: Elemen induk

source: This code already exists.
id_id: Kode ini sudah ada.

source: Create comp element
id_id: Buat elemen kompensasi

source: Edit comp element
id_id: Edit elemen kompensasi

source: Element code
id_id: Kode elemen

source: The code will be automatically generated after creation.
id_id: Kode akan dibuat secara otomatis setelah pembuatan.

source: Customer code
id_id: Kode pelanggan

source: The customer code cannot be empty.
id_id: Kode pelanggan tidak boleh kosong.

source: Use this for mapping purpose
id_id: Gunakan ini untuk tujuan pemetaan

source: Element type
id_id: Jenis elemen

source: Comp elements
id_id: Elemen kompensasi

source: Comp elements in use
id_id: Elemen kompensasi yang digunakan

source: Comp groups
id_id: Grup kompensasi

source: Comp trees
id_id: Hierarki kompensasi

source: View rounds using comp elements
id_id: Lihat tahapan menggunakan elemen kompensasi

source: Go to comp round
id_id: Pergi ke tahap penawaran

source: Rounds using comp elements
id_id: Tahapan menggunakan elemen kompensasi

source: Create your first comp element
id_id: Buat elemen kompensasi pertama Anda

source: View and manage comp trees and comp elements
id_id: Lihat dan kelola hierarki kompensasi dan elemen kompensasi

source: Enable comp element
id_id: Aktifkan elemen kompensasi

source: Compensation element tree
id_id: Hierarki elemen kompensasi

source: View comp element
id_id: Lihat elemen komponen

source: Compensation element
id_id: Elemen kompensasi

source: Select the compensation element that will use this rule
id_id: Pilih elemen kompensasi yang akan menggunakan aturan ini

source: The compensation element cannot be empty.
id_id: Elemen kompensasi tidak boleh kosong.

source: No target budget
id_id: Tidak ada anggaran target

source: Outcome
id_id: Hasil

source: Define the outcome of the rule
id_id: Tentukan hasil dari aturan

source: The rule list is empty. Get started by creating a budget rule.
id_id: Daftar aturan kosong. Mulailah dengan membuat aturan anggaran.

source: Create rule
id_id: Buat aturan

source: How do you want to distribute your budget?
id_id: Bagaimana Anda ingin mendistribusikan anggaran Anda?

source: Budget rules
id_id: Aturan anggaran

source: Are you sure you want to delete this condition block?
id_id: Apakah Anda yakin ingin menghapus blok kondisi ini?

source: Delete condition block
id_id: Hapus blok kondisi

source: The compensation round was successfully published.
id_id: Putaran kompensasi berhasil dipublikasikan.

source: Are you sure you want to republish the compensation round?
id_id: Apakah Anda yakin ingin memublikasikan ulang tahap penawaran?

source: The compensation round was successfully republished.
id_id: Tahap penawaran berhasil dipublikasikan ulang.

source: Republish compensation round
id_id: Publikasikan ulang tahap penawaran

source: Your changes will be saved as a staged draft. The published version of the comp round will remain unchanged until it is republished. Are you sure you want to save as a staged draft?
id_id: Perubahan Anda akan disimpan sebagai draf bertahap. Versi yang dipublikasikan dari tahap penawaran tidak akan berubah sampai dipublikasikan ulang. Apakah Anda yakin ingin menyimpan sebagai draf bertahap?

source: Are you sure you want to update the compensation round?
id_id: Apakah Anda yakin ingin memperbarui tahap penawaran?

source: The compensation round was successfully updated.
id_id: Tahap penawaran berhasil diperbarui.

source: Update compensation round
id_id: Perbarui tahap penawaran

source: Updates have been made to the selected data model. Please review and validate your round configurations. Last update: {{date}}
id_id: Pembaruan telah dilakukan pada model data yang dipilih. Silakan tinjau dan validasi konfigurasi tahapan Anda. Pembaruan terakhir: {{date}}

source: Generate validation report
id_id: Buat laporan validasi

source: Changes detected in data model
id_id: Perubahan terdeteksi pada data model

source: The pending draft was successfully deleted.
id_id: Draf tertunda berhasil dihapus.

source: The compensation round was successfully deleted.
id_id: Tahap penawaran berhasil dihapus.

source: The compensation round was successfully duplicated.
id_id: Putaran kompensasi berhasil diduplikasi.

source: The compensation round was duplicated and a new item was created.
id_id: tahap penawaran telah digandakan dan item baru telah dibuat.

source: Select the comp element that will use this rule.
id_id: Pilih tahap penawaran yang akan menggunakan aturan ini.

source: All individuals within the specified population are by default eligible. Create rules to exclude workers.
id_id: Semua individu dalam populasi yang ditentukan secara default memenuhi syarat. Buat aturan untuk mengecualikan pekerja.

source: Eligibility rules
id_id: Aturan kelayakan

source: Expression
id_id: Ekspresi

source: All individuals in the defined population are by default eligible. You can create and configure rules to exclude certain workers.
id_id: Semua individu dalam populasi yang ditentukan secara default memenuhi syarat. Anda dapat membuat dan mengonfigurasi aturan untuk mengecualikan pekerja tertentu.

source: Create rules to make workers ineligible.
id_id: Buat aturan untuk membuat pekerja tidak memenuhi syarat.

source: Rule name
id_id: Nama aturan

source: The rule name cannot be empty.
id_id: Nama aturan tidak boleh kosong.

source: After
id_id: Setelah

source: Before
id_id: Sebelum

source: Contains
id_id: Berisi

source: The operator is required
id_id: Operator diperlukan

source: Greater than
id_id: Lebih dari

source: Greater than or equal to
id_id: Lebih besar dari atau sama dengan

source: In
id_id: Pada

source: Checked
id_id: Diperiksa

source: Equal to
id_id: Sama dengan

source: Not checked
id_id: Belum diperiksa

source: Not empty
id_id: Tidak kosong

source: Not equal to
id_id: Tidak sama dengan

source: Less than
id_id: Kurang dari

source: Less than or equal to
id_id: Kurang dari atau sama dengan

source: Doesn't contain
id_id: Tidak mengandung

source: Not in
id_id: Tidak masuk

source: On or after
id_id: Pada atau setelah

source: On or before
id_id: Pada atau sebelum

source: Range
id_id: Rentang

source: Value
id_id: Nilai

source: The value is required.
id_id: Nilai diperlukan.

source: Rule details
id_id: Detail aturan

source: Enter a name and a description for the rule.
id_id: Masukkan nama dan deskripsi untuk aturan tersebut.

source: Filter by comp element
id_id: Filter berdasarkan tahap penawaran

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
id_id: Satu atau beberapa langkah gagal diproses. Edit draf tertunda, lalu coba publikasikan lagi.

source: One or more steps failed to process. Edit the round, and then try to publish again.
id_id: Satu atau beberapa langkah gagal diproses. Edit putaran, lalu coba publikasikan lagi.

source: Comp manager
id_id: Manajer kompensasi

source: Comp manager + 1
id_id: Manajer kompensasi + 1

source: No actors are selected. If you continue, no one will have access to this round.
id_id: Tidak ada aktor yang dipilih. Jika Anda melanjutkan, tidak ada seorang pun yang akan memiliki akses ke ronde ini.

source: Select actors
id_id: Pilih aktor

source: Selected actors
id_id: Aktor terpilih

source: Define which actors can access this round.
id_id: Tentukan aktor mana yang dapat mengakses ronde ini.

source: Actors & round access
id_id: Aktor & akses melingkar

source: At least one actor must be selected.
id_id: Setidaknya satu aktor harus dipilih.

source: Modify the bonus calculation formula if needed.
id_id: Ubah rumus perhitungan bonus jika diperlukan.

source: Customize formula
id_id: Sesuaikan rumus

source: Reset formula
id_id: Atur ulang rumus

source: Preview the bonus calculation formula
id_id: Pratinjau rumus perhitungan bonus

source: Bonus calculation formula
id_id: Rumus perhitungan bonus

source: Currency source
id_id: Sumber mata uang

source: All currencies
id_id: Semua mata uang

source: Any currency available for the company
id_id: Mata uang apa pun yang tersedia untuk perusahaan

source: Comp round currency
id_id: Mata uang pembulatan kompensasi

source: Currency of the comp round
id_id: Mata uang putaran kompensasi

source: Data model
id_id: Model data

source: Currency of the exact compensation element
id_id: Mata uang dari elemen kompensasi yang tepat

source: The currency source cannot be empty.
id_id: Sumber mata uang tidak boleh kosong.

source: Target bonus currency field
id_id: Kolom mata uang bonus target

source: The target bonus currency field cannot be empty.
id_id: Kolom mata uang bonus target tidak boleh kosong.

source: Review the target bonus formula
id_id: Tinjau rumus bonus target

source: This plan contains an error.
id_id: Rencana ini mengandung kesalahan.

source: Bonus plans
id_id: Rencana bonus

source: Distribute your budget
id_id: Distribusikan anggaran Anda

source: Budget
id_id: Anggaran

source: Bulk options
id_id: Opsi massal

source: Only custom/calculated columns can be deleted.
id_id: Hanya kolom kustom/terhitung yang dapat dihapus.

source: The columns were successfully deleted.
id_id: Kolom berhasil dihapus.

source: The columns were successfully disabled.
id_id: Kolom berhasil dinonaktifkan.

source: The columns were successfully enabled.
id_id: Kolom berhasil diaktifkan.

source: Calculated column configuration - Expression formula
id_id: Konfigurasi kolom terhitung - Rumus ekspresi

source: Add criteria
id_id: Tambahkan kriteria

source: Rule configuration
id_id: Konfigurasi aturan

source: Add criteria blocks to configure the rule
id_id: Tambahkan blok kriteria untuk mengonfigurasi aturan

source: Value type
id_id: Jenis nilai

source: Change type
id_id: Ubah jenis

source: Changing the value type will clear the values you have entered. This action cannot be undone.
id_id: Mengubah jenis nilai akan menghapus nilai yang telah Anda masukkan. Tindakan ini tidak dapat dibatalkan.

source: Change value type
id_id: Ubah jenis nilai

source: Fixed
id_id: Tetap

source: Calculated field
id_id: Bidang terhitung

source: The code can contain only letters, numbers, or "_", and must start with a letter.
id_id: Kode hanya dapat berisi huruf, angka, atau "_", dan harus diawali dengan huruf.

source: The code is required.
id_id: Kode diperlukan.

source: Pick a color to visually group or highlight this column in the grid.
id_id: Pilih warna untuk mengelompokkan atau menyoroti kolom ini secara visual di dalam grid.

source: Column details
id_id: Detail kolom

source: Column name
id_id: Nama kolom

source: The column name is required.
id_id: Nama kolom wajib diisi.

source: Enable currency
id_id: Aktifkan mata uang

source: Currency field
id_id: Kolom mata uang

source: The currency field is required.
id_id: Kolom mata uang wajib diisi.

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
id_id: Presisi desimal mengontrol berapa banyak digit yang ditampilkan setelah pemisah desimal untuk tujuan tampilan. Semua perhitungan menggunakan angka penuh.

source: Define the number of digits to display after the decimal separator.
id_id: Tentukan jumlah digit yang akan ditampilkan setelah pemisah desimal.

source: Formula
id_id: Rumus

source: The expression (Else section) contains {{count}} error.
id_id: Ekspresi (bagian Else) mengandung {{count}} kesalahan.
